tap "xiw/crossbuild"
tap "raggi/ale"
tap "heroku/brew"
tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ant"
brew "readline", link: true
brew "sqlite"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "bash"
brew "boost"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ffmpeg"
brew "fortune"
brew "freetds"
brew "gdb"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "gti"
brew "heroku"
brew "highlight"
brew "imagemagick"
brew "lynx"
brew "mackup"
brew "mas"
brew "mysql"
brew "nmap"
brew "poppler"
brew "postgresql", restart_service: true
brew "pstree"
brew "qemu"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "rlwrap"
brew "ruby-build"
brew "sl"
brew "smlnj"
brew "socat"
brew "sshfs"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "valgrind", args: ["HEAD"]
brew "vim"
brew "wget"
brew "yafc"
brew "yarn"
brew "youtube-dl"
brew "zeromq"
brew "raggi/ale/openssl-osx-ca"
brew "xiw/crossbuild/x86_64-linux-gnu-binutils"
brew "xiw/crossbuild/x86_64-linux-gnu-gdb"
cask "adobe-reader"
cask "bettertouchtool"
cask "cyberduck"
cask "deluge"
cask "dropbox"
cask "easyfind"
cask "eqmac"
cask "etcher"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jgrasp"
cask "pinta"
cask "processing"
cask "skim"
cask "spotify-notifications"
cask "sqlitebrowser"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "upterm"
cask "vlc"
cask "vmware-fusion"

# IDEs
cask "datagrip"
cask "intellij-idea"
cask "pycharm"
cask "rubymine"

# install zsh
brew 'zsh'
brew 'zsh-completions'

# install fonts
brew cask install 'font-fira-code'

mas "1Password", id: 443987910
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1026566364
mas "iStudiez Pro", id: 402989379
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Mactracker", id: 430255202
mas "Microsoft Remote Desktop", id: 715768417
mas "Monit", id: 1014850245
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Prepo", id: 476533227
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
