tap "emqx/mqttx"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "pulumi/tap"
tap "tsonglew/dutis", "https://github.com/tsonglew/dutis"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "btop"
brew "bzip2"
brew "cocoapods"
brew "lima"
brew "colima"
brew "difftastic"
brew "direnv"
brew "displayplacer"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duti"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gnu-sed"
brew "handbrake"
brew "helm"
brew "htop"
brew "liblqr"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libmediainfo"
brew "librsvg"
brew "make"
brew "mas"
brew "media-info"
brew "mosquitto"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "parallel"
brew "pipx"
brew "platformio"
brew "python-setuptools"
brew "python@3.10"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "showkey"
brew "siege"
brew "step"
brew "swiftformat"
brew "telnet"
brew "terraform"
brew "tldr", link: false
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "virtualenv"
brew "wakeonlan"
brew "watch"
brew "watson"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zenith"
brew "emqx/mqttx/mqttx-cli"
brew "getsentry/tools/sentry-wizard"
cask "1password"
cask "arc"
cask "bartender"
cask "dropbox"
cask "font-monaspace"
cask "macfuse"
cask "mitmproxy"
cask "mqttx"
cask "ngrok"
cask "raycast"
cask "shottr"
cask "spotify"
cask "swiftformat-for-xcode"
cask "viscosity"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
cask "zoom"
mas "Developer", id: 640199958
mas "Discovery", id: 1381004916
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pay Attention!", id: 6701986654
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "appliedengdesign.vscode-gcode-syntax"
vscode "charliermarsh.ruff"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "loyieking.smalise"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-xml"
vscode "rubymaniac.vscode-direnv"
vscode "surendrajat.apklab"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
